export const FeedNews = [
  {
    id: 1,
    title:
      'รับสมัครนักศึกษาใหม่ โครงการรับตรง สอบข้อเขียน ปีการศึกษา 2567สำหรับผู้มีวุฒิ ม.3 ม.6',
    image: require('../assets/img/g1.jpg'),
    date: '05/03/2567',
    group: 1,
  },
  {
    id: 2,
    title: 'น้องอยากรู้...พี่พาดู',
    image: require('../assets/img/g2.jpg'),
    date: '13/03/2567',
    group: 1,
  },
  {
    id: 3,
    title:
      'เริ่มแล้ว !! การกู้ยืมเงิน กยศ. ปีการศึกษา 2566 นักเรียน นักศึกษา ของ มจพ. ที่มีความประสงค์จะกู้ยืมเงินกับ กยศ.',
    image: require('../assets/img/g3.png'),
    date: '29/04/2566',
    group: 1,
  },
  {
    id: 4,
    title:
      'บัญชีผู้ใช้งานสำหรับนักศึกษา มจพ. ICIT ACCOUNT ใช้ได้กับบริการใดบ้าง ??',
    image: require('../assets/img/g4.jpg'),
    date: '24/05/2566',
    group: 1,
  },
  {
    id: 5,
    title: 'รับสมัครนักศึกษาใหม่',
    image: require('../assets/img/g5.jpg'),
    date: '24/01/2566',
    group: 1,
  },
  {
    id: 6,
    title:
      'ค้นหาที่เรียน...ค้นหาเรา เทคโนโลยีและการจัดการอุตสาหกรรม บน www.mytcas.com',
    image: require('../assets/img/g5.jpg'),
    date: '09/03/2566',
    group: 1,
  },
  {
    id: 7,
    title:
      'ช่องทางการติดต่อสื่อสารทุกส่วนงานที่จำเป็นสำหรับน้อง ๆ นักศึกษา FITM',
    image: require('../assets/img/g7.jpg'),
    date: '13/07/2564',
    group: 1,
  },
  // ================================================================================================================================================================================
  // ================================================================================================================================================================================
  // ================================================================================================================================================================================
  {
    id: 8,
    title: 'ประกาศโครงการวิจัย FITM รับสมัครทุนวิจัยเฉพาะทาง-2567',
    image: require('../assets/img/FITM.jpg'),
    date: '27/11/2566',
    group: 2,
  },
  {
    id: 9,
    title: 'ประกาศรับข้อเสนอโครงการวิจัย FITM ทุนวิจัยต่อยอด 2567',
    image: require('../assets/img/FITM.jpg'),
    date: '27/11/2566',
    group: 2,
  },
  {
    id: 10,
    title: 'ประกาศรับข้อเสนอโครงการวิจัย FITM ทุนนักวิจัยรุ่นใหม่ 2567',
    image: require('../assets/img/FITM.jpg'),
    date: '27/10/2566',
    group: 2,
  },
  {
    id: 11,
    title: 'ประกาศรับข้อเสนอโครงการวิจัย FITM ทุนวิจัย R2R 2567 ',
    image: require('../assets/img/FITM.jpg'),
    date: '27/10/2566',
    group: 2,
  },
  // ================================================================================================================================================================================
  // ================================================================================================================================================================================
  // ================================================================================================================================================================================
  {
    id: 1,
    title:
      'ประกาศมหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ เรื่อง เผยแพร่แผนการจัดซื้อจัดจ้า ประจำปีงบประมาณ พ.ศ. 2567',
    image: require('../assets/img/FITM.jpg'),
    date: ' 27/07/2566',
    group: 3,
  },
  {
    id: 2,
    title:
      'ประกาศยกเลิกประกวดราคาซื้อครุภัณฑ์ห้องปฏิบัติการคอมพิวเตอร์แมคอินทอช',
    image: require('../assets/img/FITM.jpg'),
    date: ' 23/05/2566',
    group: 3,
  },
  {
    id: 3,
    title: 'ประกาศ ขายทอดตลาดครุภัณฑ์ จำนวน 459 รายการ',
    image: require('../assets/img/FITM.jpg'),
    date: ' 12/05/2566',
    group: 3,
  },
  {
    id: 4,
    title:
      'ประกาศยกเลิกประกวดราคาซื้อครุภัณฑ์ห้องปฏิบัติการคอมพิวเตอร์แมคอินทอช',
    image: require('../assets/img/FITM.jpg'),
    date: ' 11/05/2566',
    group: 3,
  },
  {
    id: 5,
    title:
      'ประกาศประกวดราคาซื้อครุภัณฑ์ห้องปฏิบัติการคอมพิวเตอร์แมคอินทอช จำนวน 1 ระบบ',
    image: require('../assets/img/FITM.jpg'),
    date: '  29/03/2566',
    group: 3,
  },
  {
    id: 6,
    title:
      'ประกาศร่าง TOR ครุภัณฑ์ห้องปฏิบัติการคอมพิวเตอร์แมคอินทอช จำนวน 1 ระบบ',
    image: require('../assets/img/FITM.jpg'),
    date: '  16/03/2566',
    group: 3,
  },
  {
    id: 7,
    title:
      'ประกาศผู้ชนะการเสนอราคา ประกวดราคาซื้อชุดฝึกระบบข่นถ่ายวัสดุแบบ 4 สถานี จำนวน 2 ชุด',
    image: require('../assets/img/FITM.jpg'),
    date: '  13/03/2566',
    group: 3,
  },
  {
    id: 8,
    title:
      'ประกาศ ผู้ชนะการเสนอราคา ประกวดราคาซื้อระบบกล้องโทรทัศน์วงจรปิดจำนวน1ระบบ(ครั้งที่3)',
    image: require('../assets/img/FITM.jpg'),
    date: '  24/02/2566',
    group: 3,
  },
  {
    id: 9,
    title:
      'ประกาศร่าง TOR รายการชุดทดลองโปรแกรมเมเบิลคอนโทรลเลอร์ จำนวน 36 ชุด',
    image: require('../assets/img/FITM.jpg'),
    date: '  13/02/2566',
    group: 3,
  },
  {
    id: 10,
    title:
      'ประกาศ ประกวดราคาซื้อระบบกล้องโทรทัศน์วงจรปิดจำนวน 1 ระบบ (ครั้งที่3)',
    image: require('../assets/img/FITM.jpg'),
    date: '  10/02/2566',
    group: 3,
  },
  // ================================================================================================================================================================================
  // ================================================================================================================================================================================
  // ================================================================================================================================================================================
  {
    id: 1,
    title: 'รับสมัครนักศึกษา',
    image: require('../assets/img/FITM.jpg'),
    date: ' -/-/-',
    group: 4,
  },
  {
    id: 2,
    title: 'คู่มืออาจารย์ที่ปรึกษา',
    image: require('../assets/img/FITM.jpg'),
    date: ' 22/06/2563',
    group: 4,
  },
  {
    id: 3,
    title: 'ใบกำกับข้อสอบ ทก.วช 06(ปรับปรุง 2562)',
    image: require('../assets/img/FITM.jpg'),
    date: ' 04/06/2563',
    group: 4,
  },
];
