export const event = [
  {
    id: 1,
    title:
      '📸 ประมวลภาพถ่ายการแข่งขันกีฬาพื้นบ้าน แบดมินตัน และเทเบิลเทนนิส ของกิจกรรม IT3K ครั้งที่ 18 เมื่อวันที่ 3 กุมภาพันธ์ 2567 ✨',
    message:
      '🙇🏻‍♂️  ขอบคุณผู้สนับสนุนใจดีทุกท่านที่มีส่วนช่วยสนับสนุนกิจกรรม IT3K งานกีฬาสานสัมพันธ์ไอที 3 พระจอม ครั้งที่ 18 ✨ ทั้งขนมสุดแสนอร่อยจาก "โก๋แก่" .... น้ำหวานที่คู่คนไทยมานานอย่าง "เฮลซ์บลูบอย" .... ปิดท้ายด้วย "โอสถสภา" ที่มีทั้งเครื่องดื่มเกลือแร่ เครื่องดื่มชูกำลัง และผลิตภัณฑ์อื่นๆ อีกมากมาย ขอบคุณผู้สนับสนุนใจดีเหล่านี้ที่มีส่วนให้กิจกรรมของเราก็สำเร็จลุล่วงตามเป้าหมายที่ตั้งเอาไว้ ✅ สุดท้ายนี้ขอขอบคุณทุกท่านเป็นอย่างยิ่งที่ให้ความสนใจ แล้วพบกันใหม่ในกิจกรรมครั้งต่อไป ➡️ ',
    imagesLink:
      'https://drive.google.com/drive/folders/1-jAp0n-ziRPZtNz19dM5MdR_RVlpMvmi?fbclid=IwAR2pCiOsbjRjdm9IW1RErBbdVhhFeaxmy9HDYXMgxuNrLJhRrEHZYl6-2ts_aem_AWqcb_AjB5_k3mbl70iXyo8UcvTLWS3QurzMhBNfnryuw4G341VVUjpjroFGev4mHPt-BuafyL9pLj0wXGV2s-_V',
    link: 'https://www.facebook.com/it3kofficial',
    images: [
      require('../assets/img/event/event1/img1.jpeg'),
      require('../assets/img/event/event1/img2.jpeg'),
      require('../assets/img/event/event1/img3.jpeg'),
      require('../assets/img/event/event1/img4.jpeg'),
      require('../assets/img/event/event1/img5.jpeg'),
      require('../assets/img/event/event1/img6.jpeg'),
      require('../assets/img/event/event1/img7.jpeg'),
      require('../assets/img/event/event1/img8.jpeg'),
    ],
    length: 8,
  },
  {
    id: 2,
    image: require('../assets/img/event/event2/img1.jpeg'),
    title:
      '🏆งานประกวดประชันผลงาน สิ่งประดิษฐ์ นวัตกรรม ชิงถ้วยพระราชทาน สมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี',
    message:
      '❇️𝕂𝕄𝕌𝕋ℕ𝔹 𝕀𝕟𝕟𝕠𝕧𝕒𝕥𝕚𝕠𝕟 𝔸𝕨𝕒𝕣𝕕𝕤 2024❇️ งานประกวดสิ่งประดิษฐ์และนวัตกรรมพระจอมเกล้าพระนครเหนือ ประจำปี 2567 นักเรียน นิสิต นักศึกษา บริษัท ห้างร้าน ที่มีไอเดียพร้อม  ผลงานพร้อม อย่ารอช้า',
    link: 'https://kmutnb-innoawards.com/?fbclid=IwAR3tyQcb3eG366Bg2v76JTZopgslgRQbxfgn2KWstXIGYCKJKLxb5YN0Kl0_aem_AWpzgdPuIGMpd0gClR-A2wbU2AGl-BnxDak7LZRwOtdTJYU6ltKp1mB8lZb0bG1aFqGS8YDjQIfxK-GkA_vsbseo',
    length: 6,
    images: [
      require('../assets/img/event/event2/img1.jpeg'),
      require('../assets/img/event/event2/img2.jpeg'),
      require('../assets/img/event/event2/img3.jpeg'),
      require('../assets/img/event/event2/img4.jpeg'),
      require('../assets/img/event/event2/img5.jpeg'),
      require('../assets/img/event/event2/img6.jpeg'),
    ],
  },
  {
    id: 3,
    image: require('../assets/img/event/event3/img1.jpeg'),
    title: '📢ขยายวันลงชื่อยืนยันเข้าพักอาศัย',
    message:
      '*กรณีนักศึกษาที่มีรายชื่อภาคการศึกษา 2/2566 และ นักศึกษาหอนอก ที่ลงชื่อไม่ทัน สามารถลงชื่อยันยันได้ที่นี้',
    link: 'https://docs.google.com/forms/d/e/1FAIpQLSeB2vXQOLykX17nBfxZ6YPEFaGJED39TGlDnoU6B2EooIbPrQ/closedform',
    length: 1,
    images: [require('../assets/img/event/event3/img1.jpeg')],
  },
  {
    id: 4,
    image: require('../assets/img/event/event4/img1.jpeg'),
    title:
      '📋สัปดาห์สุดท้ายของการประเมินการสอน ตรี •โท • เอก ภาคเรียนที่ 2/2566 ใครยังไม่ได้ประเมิน รีบเลย❗',
    message: 'สำหรับ IC และ TGGS เริ่ม 25 มีค-3 พ.ค. 67 ❗',
    link: 'https://linktr.ee/icitkmutnb?fbclid=IwAR2pCiOsbjRjdm9IW1RErBbdVhhFeaxmy9HDYXMgxuNrLJhRrEHZYl6-2ts_aem_AWqcb_AjB5_k3mbl70iXyo8UcvTLWS3QurzMhBNfnryuw4G341VVUjpjroFGev4mHPt-BuafyL9pLj0wXGV2s-_V',
    length: 1,
    images: [require('../assets/img/event/event4/img1.jpeg')],
  },
  {
    id: 5,
    image: require('../assets/img/event/event5/img1.jpeg'),
    title:
      '📢 ประกาศ จำกัดพื้นที่เก็บข้อมูล OneDrive ‼️ สำหรับนักศึกษาและบุคลากร',
    message:
      'เนื่องจาก Microsoft ได้ประกาศนโยบายจำกัดขนาดพื้นที่เก็บข้อมูล Microsoft 365 ของสถาบันการศึกษา ซึ่งจะส่งผลกระทบกับบัญชีผู้ใช้ที่เป็น @kmutnb.ac.th ทั้งหมด ดังนั้น เพื่อป้องกันผลกระทบจากการใช้งาน สำนักคอมพิวเตอร์ฯ จึงจำเป็นต้องจำกัดการให้บริการพื้นที่เก็บข้อมูลตั้งแต่วันที่ 4 เม.ย. 67 เป็นต้นไป.  โดยจะเริ่มการจำกัดพื้นที่ตามช่วงระยะเวลาดังนี้ .  ครั้งที่ 1 : 4 เม.ย. 67 จำกัดพื้นที่ 1TB ครั้งที่ 2 : 5 พ.ค. 67 จำกัดพื้นที่ 100GB ครั้งที่ 3 Final: 6 มิ.ย. 67 จำกัดพื้นที่นักศึกษา 5GB / บุคลากร 30GB',
    link: 'https://icit.kmutnb.ac.th/main/wp-content/uploads/2024/03/how-to-onedrive-storage.png?fbclid=IwAR0MjP-6uzIz3poXHYRHKpmqNOJtOTuXkWzmZ5Y_lFcjwpKXg7DnQQW8Cw4_aem_AWoOhOoBykp8J-K94txYd_KWccCns3O6rIBf25XKzTLq8gZiYZPZMCPxPOE12bb_5428voOHx4hWPBzpzO0-0RTy',
    length: 1,
    images: [require('../assets/img/event/event4/img1.jpeg')],
  },
  {
    id: 6,
    image: require('../assets/img/event/event6/img1.jpeg'),
    title: '🔢 ตั้ง Password อย่างไรให้ปลอดภัย?  กับ 4 วิธีนี้เลย ✅',
    message:
      '1. ตั้งรหัสผ่าน 8 ตัวขึ้นไป ประกอบด้วย อักษรตัวเล็ก ตัวใหญ่ ตัวเลข และสัญลักษณ์ 2. หลีกเลี่ยงการใช้ข้อมูลส่วนตัว เช่น วันเดือนปีเกิด เลขบัตรประชาชน เบอร์โทรศัพท์ 3. อย่าใช้รหัสผ่านซ้ำกันทุกแอปฯ​ ควรใช้รหัสผ่านที่แตกต่างกัน และไม่ซ้ำกับรหัสผ่านเดิม ที่เคยใช้งานมาก่อน 4. ไม่จดรหัสผ่านบนกระดาษหรือไฟล์ที่ไม่ได้ป้องกันการเข้าถึง และที่สำคัญคือไม่บอกรหัสผ่านกับผู้อื่น',
    link: 'https://linktr.ee/icitkmutnb?fbclid=IwAR0jumR8aGGFa_1DeR7e4nhoaltX3wcVyvmWCvtwbhnv5O6-pVmfZSDnjHo_aem_AWo9N7zmRehko8gSgTbn4e8LEBPU4LyRHZbext0O3JMpDixwXl7TeLXJaM571xoqLZs_uJTlaglDXbSDTP4y3LVO',
    length: 1,
    images: [require('../assets/img/event/event4/img1.jpeg')],
  },
  {
    id: 7,
    image: require('../assets/img/event/event7/img1.jpeg'),
    title: '🧑‍💻สำนักงานคอมพิวเตอร์ฯ ปรับเวลาการให้บริการ FINN Space ✅',
    message:
      'สำนักงานคอมพิวเตอร์ฯ ปรับเวลาการให้บริการ FINN Space วันที่ 19 ก.พ. 2567 เวลา 08:30 - 16:00น.',
    link: 'https://www.facebook.com/photo/?fbid=416637997560725&set=a.293467613211098',
    length: 1,
    images: [require('../assets/img/event/event4/img1.jpeg')],
  },
  {
    id: 8,
    image: require('../assets/img/event/event8/img1.jpeg'),
    title:
      '🖼 ภาพบรรยากาศฉ่ำๆ 💓😊 กิจกรรมงาน ICIT Prachinburi Young Ambassador 2024 เมื่อวันพุธที่ 14 กุมภาพันธ์ 2567 ',
    message:
      'ความสนุกและความสุขยังไม่หมดเพียงเท่านี้ ครั้งหน้าจะเป็นกิจกรรมอะไร❓ และจัดที่ไหน ❓ รอติดตามได้ที่เพจของสำนักคอมพิวเตอร์ฯ กันได้เลย 😊',
    link: 'https://www.facebook.com/photo?fbid=414838387740686&set=pcb.414840564407135',
    length: 7,
    images: [
      require('../assets/img/event/event8/img1.jpeg'),
      require('../assets/img/event/event8/img2.jpeg'),
      require('../assets/img/event/event8/img3.jpeg'),
      require('../assets/img/event/event8/img4.jpeg'),
      require('../assets/img/event/event8/img5.jpeg'),
      require('../assets/img/event/event8/img6.jpeg'),
      require('../assets/img/event/event8/img7.jpeg'),
    ],
  },
  {
    id: 9,
    image: require('../assets/img/event/event9/img1.jpeg'),
    title: '🖼 ข้อแนะนำ สำหรับนศ.ที่จะจบในเทอม 2/2566',
    message: 'เริ่มขอเอกสาร 1 เมษายน 2567 😊',
    link: 'https://www.facebook.com/photo/?fbid=3115697311898011&set=a.105039876297118',
    length: 5,
    images: [
      require('../assets/img/event/event9/img1.jpeg'),
      require('../assets/img/event/event9/img2.jpeg'),
      require('../assets/img/event/event9/img3.jpeg'),
      require('../assets/img/event/event9/img4.jpeg'),
      require('../assets/img/event/event9/img5.jpeg'),
    ],
  },
  {
    id: 10,
    image: require('../assets/img/event/event10/img1.jpeg'),
    title:
      '🌻 ดอกเหลืองอินเดีย มจพ. ปราจีนบุรี ช่วงนี้กำลังบานเต็มต้น แวะมาถ่ายภาพกันได้นะครับ คาดว่าน่าจะบานสวยไปอีก 4-5 วัน',
    message: 'แวะมาถ่ายภาพกันได้นะครับ คาดว่าน่าจะบานสวยไปอีก 4-5 วัน 😊',
    link: '',
    length: 8,
    images: [
      require('../assets/img/event/event10/img1.jpeg'),
      require('../assets/img/event/event10/img2.jpeg'),
      require('../assets/img/event/event10/img3.jpeg'),
      require('../assets/img/event/event10/img4.jpeg'),
      require('../assets/img/event/event10/img5.jpeg'),
      require('../assets/img/event/event10/img6.jpeg'),
      require('../assets/img/event/event10/img7.jpeg'),
      require('../assets/img/event/event10/img8.jpeg'),
    ],
  },
  {
    id: 11,
    image: require('../assets/img/event/event11/img1.jpeg'),
    title: '🧑‍🚒FITM จัดอบรม "การป้องกัน ระงับอัคคีภัย และอพยพหนีไฟเบื้องต้น"',
    message:
      'เมื่อวันที่ 6 มีนาคม 2567 คณะเทคโนโลยีและการจัดการอุตสาหกรรม (FITM) มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ วิทยาเขตปราจีนบุรี ได้จัดโครงการอบรมเชิงปฏิบัติการ "การป้องกัน ระงับอัคคีภัย และอพยพหนีไฟเบื้องต้น" ณ ห้องพวงคราม 1 อาคารคณะเทคโนโลยีและการจัดการอุตสาหกรรม มจพ.วิทยาเขตปราจีนบุรี โดยมีบุคลากรและนักศึกษาเข้าร่วมโครงการดังกล่าว😊',
    link: 'https://www.facebook.com/photo/?fbid=894677779330527&set=pcb.894682602663378',
    length: 6,
    images: [
      require('../assets/img/event/event11/img1.jpeg'),
      require('../assets/img/event/event11/img2.jpeg'),
      require('../assets/img/event/event11/img3.jpeg'),
      require('../assets/img/event/event11/img4.jpeg'),
      require('../assets/img/event/event11/img5.jpeg'),
      require('../assets/img/event/event11/img6.jpeg'),
    ],
  },
];
